Repository: znick/anytask
Catalog: anytask/locale/*/LC_MESSAGES/django.po
Languages: ru

# uchityvat_bally_dedlajn
source: Take into account the marks for the tasks passed after the deadline
ru: Учитывать баллы для задач, зачтенных после дедлайна

source: uvedomit_o_sozdanii_zadach
ru: Уведомить студентов о создании задач

# skryt_zadachi
source: Hide assignments
ru: Скрыть задачи

source: v_kurse
ru: В курсе

source: proizoshli_izmeneniya
ru: произошли изменения

source: dobavlena_zadacha
ru: добавлена задача

# izmenilis
source: changed
ru: изменились

source: pereyti_v_kurs
ru: Перейти в курс

# sozdanie_zadachi
source: Create assignment
ru: Создание задачи

# redaktirovanie_zadachi
source: Change assignment
ru: Редактирование задачи

# tip_zadachi
source: Assignment type
ru: Тип задачи

source: kratkoe_nazvanie
ru: Краткое название

# kratkoe_nazvanie_help_text
source: It will be displayed in a table with ratings.
ru: Будет отображаться в таблице с оценками.

# nb_assignment_name
source: Task name in jupiter.
ru: Название задачи в jupyter

source: must be unique for all tasks in jupyter
ru: Название должно быть уникальным

# podzadachi
source: Sub-assignments
ru: Подзадачи

source: uvedomit_o_sozdanii_zadachi
ru: Уведомить студентов о создании задачи

# skryt_zadachu
source: Hide assignments
ru: Скрыть задачу

# zadacha_sohranena_uspeshno
source: Assignment saved successfully
ru: Задача сохранена.

# ukazat_maxball
source: Enter max score
ru: Укажите максимальный балл.

# maxball_naturalnoe_chislo
source: Max score should be natural number
ru: Максимальный балл должен быть выражен натуральным числом.

# maxball_bolshe_0
source: Max score should be greater than 0
ru: Максимальный балл должен быть больше или равен 0.

# nazvanie_neobhodimo
source: Name is required
ru: Укажите название задачи.

# ukazat_nomer_kontesta
source: Enter contest id
ru: Укажите номер задачи.

# nomer_kontesta_naturalnoe_chislo
source: Contest id must be a natural number
ru: Номер соревнования должен быть выражен натуральным числом.

# ukazat_literu_zadachi
source: Enter assignment litera
ru: Укажите литеру задачи.

source: assignment name is required
ru: Укажите название задачи для jupyter

source: assignment name cannot contains spaces
ru: В названии задачи допускается использовать только латинские буквы, цифры, дефис и знак подчеркивания.

source: assignment name already in use
ru: задание с таким названием уже существует

# vybor_grupp_zavisit_ot_zadach
source: Group selection depends on the problem
ru: Из группы можно убрать только задачи, которые еще никто не сдавал.

# integracija_s_kontestom
source: Contest integration
ru: Интеграция с Яндекс.Контестом

# litera_zadachi
source: Assignment integration
ru: Литера задачи в соревновании

# obnovit_iz_kontesta
source: Update from the contest
ru: Обновить данные из Я.Контеста

# uvedomit_ob_izmenenii_v_zadache
source: Notify students about task change
ru: Уведомить студентов об изменении задачи

# obnovlenie_dannyh_iz_kontesta
source: Updating data from the contest
ru: Обновление данных из Яндекс.Контеста

# importirovat_polja_iz_kontesta
source: Import fields from the contest
ru: Импортировать из Яндекс.Контеста следующие поля

# neobhodimo_vybrat_zadachu
source: Assignment must be chosen
ru: Выберете задачу

# oshibka_403
source: 403 error
ru: Простите, но вам сюда нельзя.

# oshibka_404
source: 404 error
ru: Возможно, вы ищете то, чего ещё нет...

# oshibka_500
source: 500 error
ru: Что-то пошло не так... Пожалуйста, сообщите об этом

# nam
source: Us
ru: нам

source: vse_resultaty
ru: Все результаты

source: base_est_novye_soobshenija
ru: Есть новые сообщения

# net_novyh_soobshenij
source: No new messages
ru: Новых сообщений нет.

# profil
source: Profile
ru: Профиль

# adminka
source: Admin panel
ru: Админка

# smenit_parol
source: Change password
ru: Сменить пароль

# vyjti
source: Logout
ru: Выйти

# vojdite
source: Sing In
ru: Войдите

# zaregistrirujtes
source: Sign up
ru: Зарегистрируйтесь

# pishite_nam
source: Contact us
ru: Пишите нам на

# akkaunt_aktivirovan
source: Account is activated
ru: Ваш аккаунт активирован.

# vojti
source: Sign In
ru: Войти

# activacia_akkaunta
source: Activate account
ru: Для активации аккаунта на Anytask перейдите по ссылке

# ssilka_dejstvitelna
source: Link is active
ru: Ссылка действительна в течение

# dnej
source: Days
ru: дней

# vhod
source: Sign In
ru: Вход

# parol_uspeshno_izmenen
source: Password changed successfully
ru: Пароль изменён.

# u_vas_novyj_parol
source: You have updated password
ru: Теперь у вас новый пароль =)

# izmenenie_parolja
source: Update password
ru: Изменение пароля

# smena_parolia
source: Change password
ru: Укажите свой старый пароль и затем дважды введите новый.

# parol_uspeshno_vosstanovlen
source: Password restored successfully
ru: Пароль восстановлен.

# vosstanovlenie_parolja_zaversheno
source: Password restoration completed
ru: Восстановление пароля завершено.

# teper_novij_parol
source: Now you have a new password
ru: Ваш пароль сохранён. Теперь вы можете войти.

# novyj_parol
source: New password
ru: Новый пароль

# vvedite_novyj_parol
source: Enter new password
ru: Введите новый пароль

# vvedite_parol_dvazhdy
source: Enter new password twice
ru: Пожалуйста, введите новый пароль дважды

# vosstanovlenie_parolja
source: We have sent the password recovery instructions to the email address you provided during registration.
ru: Мы отправили инструкцию по восстановлению пароля на электронный адрес, который вы указали при регистрации.

source: You're receiving this e-mail because you requested a password reset for your user account at %(site_name)s.
ru: Вы получили этот e-mail потомучто запросили изменение пароля на %(site_name)s

source: Please go to the following page and choose a new password:
ru: Пожалуйста, перейдите по ссылке и введите новый пароль

source: Your username, in case you've forgotten:
ru: Ваш username:

# sbros_parolja
source: Reset password
ru: Сброс пароля

source: Password reset on %(site_name)s
ru: Сброс пароля на %(site_name)s

# registracija
source: Register
ru: Регистрация

# vyslano_pismo
source: Email sent
ru: На ваш электронный адрес выслано письмо с дальнейшими инструкциями.

# objazatelnoe_pole
source: Required field
ru: Обязательное поле

# polzovatel_s_imenem_sushestvuet
source: Username exists
ru: Пользователь с таким именем уже существует

# tolko_bukvy_cifry_punc
source: Only alphanumeric input and punctuation
ru: Только латинские буквы, цифры и символы ., -, +, _.

# tolko_bukvy
source: Only letters
ru: Только буквы

# vvedite_korrektnyj_adres
source: Enter correct email
ru: Введите корректный адрес

# polzovatel_s_adresom_sushestvuet
source: User with such email exists
ru: Пользователь с таким адресом уже существует

# paroli_ne_sovpadaut
source: Passwords do not match
ru: Пароли не совпадают

# zaregistrirovatsja
source: Register
ru: Зарегистрироваться

# invajta_ne_sushestvuet
source: Invite does not exist
ru: Такого инвайта не существует.

# srok_dejstvija_invajta_istek
source: Invite is outdated
ru: Срок действия инвайта истек.

# status_studenta
source: Student status
ru: Статус студента

# filial
source: Branch
ru: Филиал

source: status_postupleniya
ru: Статус поступления

# moi_kursy
source: My courses
ru: Мои курсы

# prepodavatel
source: Teacher
ru: Преподаватель

# ne_najdeno_zadach
source: No assignments found
ru: Задачи не найдены.

# ne_sdaval_zadach
source: No assignments submitted
ru: Вы не сдали ни одной задачи.

# chtoby_otvjazat_profil
source: To unlink profile
ru: Чтобы отвязать свой профиль, обратитесь к

# profil_studenta
source: Student profile
ru: Профиль студента

# kursy_studenta
source: Student courses
ru: Курсы студента

# net_statusov
source: No statuses
ru: Нет статусов

# redaktirovat
source: Edit
ru: Редактировать

# istorija_izmenenij
source: Change history
ru: История изменений

# kogda_byl_izmenen
source: Last change
ru: Когда был изменён

# kem
source: By
ru: Кем

# statusy_polzovatelja
source: User statuses
ru: Статусы пользователя

# dobavlenie_udalenie_statusov_polzovatelja
source: Add user status
ru: Добавление и удаление статусов пользователя.

# aktivnye
source: Active
ru: Активные

# tekushaja_uspevaemost
source: Current academic performance
ru: Текущая успеваемость

# vsego_zadach
source: Total number of assignments
ru: Всего задач

# net_kursov
source: No courses
ru: Нет ни одного курса.

# japochta
source: Yandex mail
ru: Яндекс.Почта

# sgenerirovat_invajty
source: Generate invite codes
ru: Сгенерировать инвайты

# privjazat_profil_kontesta
source: Link contest profile
ru: Привязать профиль Яндекс.Контеста

# privjazat_odin_profil
source: Link one profile
ru: Привязать можно только один профиль.

# otvjazat_svoj_profil
source: Unlink my profile
ru: Чтобы отвязать свой профиль, обратитесь к

# priviazat
source: Link
ru: Привязать

# privjazali_profil
source: Link profile
ru: Вы привязали профиль

# profil_kontesta_priviazan
source: Contest profile is linked
ru: Теперь все посылки в соревнования будут отправляться от вашего имени. Чтобы отвязать свой профиль, обратитесь к

# obnovit_privjazku_profilja
source: Update linked profile
ru: Обновить привязку текущего профиля

# aktivacija_invajtov
source: Activate invite code
ru: Активация инвайтов на курсы

# vvesti_invajt
source: Enter invite code
ru: Ввести инвайт

# privjazka_akkauntov
source: Link accounts
ru: Привязка аккаунтов

# jandeks
source: Yandex
ru: Яндекс

# data_rozhdeniya
source: Birth date
ru: Дата рождения

# vozrast
source: Age
ru: Возраст

# telefon
source: Phone
ru: Телефон

# gorod_prozhivaniya
source: Town
ru: Город проживания

# vuz
source: University/College
ru: ВУЗ

# uchitsya_seychas
source: Active now
ru: Учится сейчас

source: da
ru: Да

source: net
ru: Нет

source: kurs_vuza
ru: Курс ВУЗа

# fakultet_kafedra
source: Department
ru: Факультет/кафедра

# god_okonchaniya_vuza
source: Year of graduation
ru: Год окончания ВУЗа

# o_sebe
source: About
ru: О себе

# prepodavatel_v_kursah
source: Teaching the courses:
ru: Преподаватель курсов

# prepodavatel_v_kursah_arhiv
source: Teaching courses (archive)
ru: Преподаватель курсов (Архив)

# sostoit_v_kursah
source: Member of the courses
ru: Посещает курсы

# sostoit_v_kursah_arhiv
source: Member of the courses (archive)
ru: Состоит в курсах (Архив)

# sostoit_v_gruppah
source: Groups member
ru: Состоит в группах

# vybor_avatara
source: Select avatar
ru: Выбор аватара

# prosmotr_avatara
source: View avatar
ru: Портрет пользователя

# esli_dannye_neverny
source: If data is incorrect
ru: Если какие-либо данные неверны, обратитесь к

# nastrojki_profilja
source: Profile settings
ru: Настройки профиля

# pokazyvat_moj_e-mail
source: Show my email
ru: Показывать мой электронный адрес всем пользователям

# otpravljat_mne_kommentarii
source: Send comments to me
ru: Отправлять мои комментарии на мой электронный адрес.

source: moe_mestopozhenie
ru: Мое местоположение

# dlja_vremeni
source: Used to determine the time zone. The deadline time is local.
ru: Используется для определения часового пояса. Время дедлайнов местное.

# title_otvjazat_svoj_profil
source: Title unlink my account
ru: Чтобы отвязать свой профиль, обратитесь к администратору

source: uzhe_privjazan
ru: уже привязан к аккаунту другого пользователя на Anytask.

# privjazat_profil_ja
source: Link yandex profile
ru: Привязать профиль Яндекса

# pereprivjazat_tolko_svoj_profil
source: Link only my profile
ru: Перепривязать можно только профиль, который сейчас привязан

# invajt_drugogo_kursa
source: Different course invite code
ru: Инвайт относится к другому курсу.

# studentom
source: student
ru: студентом

# max_chislo_studentov
source: Max number of students in one team
ru: Максимальное число студентов в команде

# max_chislo_komand
source: Max team number
ru: Максимальное число команд

# sozdat_komandu
source: Create team
ru: Создать команду

# vstupit_v_komandu
source: Join team
ru: Вступить в команду
