Repository: znick/anytask
Catalog: anytask/locale/*/LC_MESSAGES/django.po
Languages: ru

# oshibka
source: Error
ru: Ошибка

source: oshibka_registracii_v_contest
ru: Ошибка регистрации в Яндекс.Контесте

# nevernyy_kod_aktivatsii
source: Wrong activation code
ru: Неверный код активации.

# spasibo
source: Thank you
ru: Спасибо

# informatsiya_o_vas_byla_udalena
source: Informaton about you was deleted
ru: Информация о вас была удалена.

# oshibka_otpravki_v_rb
source: Sending to RB failed
ru: Ошибка отправки в Review Board

# bally_ne_uchityvautsia
source: Marks are not counted
ru: Баллы за задачу, зачтенную после дедлайна, не учитываются

# verdikt_jakontest
source: Ya.contest verdict
ru: Вердикт Я.Контест

# resursy
source: Resources
ru: Ресурсы

# vvod
source: Input
ru: Ввод

# vyvod_programmy
source: Program output
ru: Вывод программы

# pravilnyj_otvet
source: Correct answer
ru: Правильный ответ

# soobshenie_chekera
source: Checker message
ru: Сообщение чекера

source: Test
ru: Тест

# zadacha
source: Problem
ru: Задача

# kurs
source: Year of study
ru: Курс

source: Student
ru: Студент

# obsuzhdenie_zadachi
source: Problem discussion
ru: Обсуждение задачи

# novyj_kommentarij
source: New comment
ru: Добавлен новый комментарий в

# na_dorabotke
source: Refinement stage
ru: На доработке

# na_proverke
source: Check up stage
ru: На проверке

# trebuetsja_informacija
source: Need info
ru: Требуется информация

# moi_zadachi
source: My assignments
ru: Мои задачи

# nabludaemye_mnoj
source: Followed by me
ru: Наблюдаемые мной

# zapisalsya_na_task
source: Signed up for the task
ru: записался на задачу

# otkazalsya_ot_taska
source: Gave up on the task
ru: отказался от задачи

# stranica_kursa
source: Course page
ru: Страница курса

# stranica_seminara
source: Seminar/workshop page
ru: Страница семинара

# ochered_na_proverku
source: Check up queue
ru: Очередь на проверку

# nastrojki
source: Settings
ru: Настройки

# sdat
source: Submit
ru: Сдать

# zhurnal_poseshaemosti
source: Attendance log
ru: Журнал посещаемости

# obshaja_vedomost
source: General marks list
ru: Общая ведомость

source: dobavit_zaniatie
ru: Добавить занятие

source: ne_pokazyvat_otchislennyh
ru: Не показывать отчисленных студентов

source: pokazyvat_otchislennyh
ru: Показать отчисленных студентов

# poseshennye_uroki
source: Classes attended
ru: Посещенные занятия

source: poseshaemost
ru: Посещаемость

# prepodavateli
source: Teachers
ru: Преподаватели

# redaktirovat_seminar
source: Change seminar/workshop
ru: Редактировать семинар

# ne_pokazyvat_skrytye_zadachi
source: Do not show hidden assignments
ru: Не показывать скрытые задачи

# pokazat_skrytye_zadachi
source: Show hidden assignments
ru: Показать скрытые задачи

# opisanie_kursa
source: Course description
ru: Описание курса

# opisanie_zanjatija
source: Class description
ru: Описание занятия

# zadachi
source: Problems/Assignments
ru: Задачи

# spisok_grupp_i_zadach
source: Assignments and groups list
ru: Список групп и задач

source: Materials
ru: Материалы

# dobavit_zadachu
source: Add assignment
ru: Добавить задачу

# import_zadachi_iz_kontesta
source: Import assignment from contest
ru: Импорт задачи из Яндекс.Контеста

# import_sorevnovanija
source: Import competition from contest
ru: Импорт соревнования из Я.Контеста

# sdat_do
source: Send due
ru: сдать до

# perejti
source: Proceed
ru: Перейти

# vedomost
source: General list
ru: Ведомость

# dobavit
source: Add
ru: Добавить

source: Material
ru: материал

# ukazat_invajt
source: Insert invite code
ru: Укажите инвайт.

# dostup_ogranichen
source: Restricted access
ru: Доступ к этому курсу ограничен.

# vvedite_invajt
source: Insert invite
ru: У вас нет доступа к этому курсу. Если у Вас есть инвайт, то введите его в поле ниже.

# razvernut
source: Expand
ru: Развернуть

# svernut
source: Collapse
ru: Свернуть

# sohranit_izmenenija
source: Save changes
ru: Сохранить изменения

# sohranenie
source: Saving
ru: Сохранение

# skopirovat
source: Copy
ru: Скопировать

# pustaja_tablica
source: Empty table
ru: Пустая таблица

source: studentov
ru: студентов

# iz
source: out of
ru: из

source: pokazat
ru: Показать

# zagruzka
source: Loading
ru: Загрузка...

# vychislenie
source: Computing
ru: Вычисление...

# poisk
source: Searching
ru: Поиск

# nichego_ne_najdeno
source: No search results
ru: Нет результатов по вашему запросу.

# pervaja
source: First
ru: Первая

# poslednjaja
source: Last
ru: Последняя

# vpered
source: Next
ru: Вперёд

# nazad
source: Back
ru: Назад

# dannye_skopirovany
source: Data is copied
ru: Данные скопированы в буфер обмена.

# zapisej_iz_tablicy
source: Entries from table
ru: записей из таблицы

# 1_zapis_iz_tablicy
source: First entry from the table
ru: 1 запись из таблицы

# udalit_zadachu_iz_grupp
source: Remove problem from the groups
ru: Удалить задачу из указанных групп?

# udalit_odin
source: Drop one task
ru: Удалить одно занятие

# udalit_posleduushie
source: Drop this and all subsequent classes (including those that students attended)?
ru: Удалить это и все последующие занятия (в том числе те, на которых присутствовали студенты)?

# uvereny_cho_hotite_udalit?
source: Are you sure you want to delete it?
ru: Удалённую задачу нельзя восстановить. Вы точно хотите удалить её?

# data_sdachi
source: Submit due
ru: Дата сдачи

# data_zaniatia
source: Class date
ru: Дата занятия

# udalit_poseshennoe_vse
source: This class was attended by students. Are you sure you want to delete it and all subsequent classes?
ru: На этом занятии присутствовали студенты. Вы уверены, что хотите удалить его и все последующие занятия?

# udalit_poseshennoe
source: This class was attended by students. Are you sure you want to delete it?
ru: На этом занятии присутствовали студенты. Вы уверены, что хотите удалить его?

source: obshaja_vedomost_seminara
ru: Общая ведомость семинара

# novyj
source: New
ru: Новый

# summarnyj_ball
source: Total score
ru: Суммарный балл

# statusy
source: Statuses
ru: Статусы

# filtr
source: Filter
ru: Фильтр

# obnovlena
source: Updates
ru: Обновлена

# ocenka
source: Mark
ru: Оценка

# proverjaushij
source: TA
ru: Проверяющий

# najti
source: Find
ru: Найти...

# vse
source: All
ru: Все

# prepodavateli_po_umolchaniu
source: Default teacher
ru: Эти преподаватели будут назначены проверяющими при переходе задачи в статус «На проверке» (если ранее не был назначен другой преподаватель).

source: nastrojka_kursa
ru: Настройка курса

# dobavit_zhurnal_poseshaemosti
source: Add an attendance log
ru: Добавить журнал посещаемости

# nastrojka_zadach
source: Assignments settings
ru: Настройка задач

# skrytie_polej_ustanovka_znachenij
source: Hide settings fields
ru: Отображение полей и установка значений по умолчанию

source: izmenenie_v_zadache
ru: Уведомить студентов о создании/изменении задачи

# po_umolchaniu
source: Default
ru: Значение по умолчанию

# otpravljat_tolko_odin_fajl
source: Send single file
ru: Отправлять только один файл

# otobrazhat_nastrojku
source: Show settings
ru: Отображать настройку

# perevodit_v_zachteno
source: Move to "counted"
ru: Переводить в статус «Зачтено» после положительного вердикта Я.Контеста

# jakontest
source: Ya.Contest
ru: Я.Контест

source: nomer_posylki_kontest
ru: Номер отправки в соревнование

source: student_vidit_nomer
ru: Студент может видеть номер отправки в соревнование

# peresudit_reshenija_studentov
source: Run scoring on students submissions again
ru: Пересудить решения студентов

# peresudit
source: Run scoring again
ru: Пересудить

# obnovit_dannie_zadach
source: Update assignments info
ru: Обновить название, максимальный балл, дату сдачи и условия задач

# obnovit
source: Update
ru: Обновить

# rasshirenija_fajlov
source: File extensions
ru: Расширения файлов

# otmenit_i_vyjti
source: Discard and exit
ru: Отменить и выйти

# sohranit_i_prodolzhit
source: Save and continue
ru: Сохранить и продолжить редактирование

# sohranit_i_vyjti
source: Save and exit
ru: Сохранить и выйти

# vse_zadachi
source: All assignments
ru: Все задачи

# ne_vybrano_zadach
source: No assignments are selected
ru: Не выбрано ни одной задачи

# vybrano_neskolko_zadach
source: Several assignments selected
ru: Выбрано несколько задач

# obnovlenie_zadach
source: Update the assignments
ru: Обновление задач...

# kontest
source: Contest
ru: Контест

# zadachi_obnovleny
source: Assignments are updated
ru: Задачи обновлены.

# oshibka_pri_poluchenii
source: Error during loading
ru: При получении данных произошла ошибка.

# zakryt
source: Close
ru: Закрыть

# otpravleno_na_proverku
source: Sent to be scored
ru: Отправка кода в Я.Контест произошла успешно.

# oshibka_otpravki
source: Sending error
ru: Ошибка отправки.

# sohraneno_uspeshno
source: Saved successfully
ru: Данные сохранены.

# oshibka_pri_sohranenii
source: Saving error
ru: Произошла ошибка. Попробуйте сохранить ещё раз.

# oshibka_poprobujte_eshe
source: Error. Try once again
ru: Произошла ошибка. Попробуйте выполнить действие ещё раз.

# sohranit
source: Save
ru: Сохранить

# slushateli_kursa
source: Course students
ru: Слушатели курса

# itogovaja_ocenka
source: Final mark
ru: Итоговая оценка

# itogovaja_tablica
source: Final table
ru: Итоговая таблица

# izmenenie_udalenie_zadach
source: Change or delete the assignment
ru: Изменение порядка или удаление столбцов в итоговой таблице курса (удалить можно только задачи, в которых нет комментариев).

# snachala_udalit_podzadchi
source: Delete the sub-assignment first
ru: Перед удалением семинара необходимо удалить из него все подзадачи.

# zadachi_kursa
source: Course assignments
ru: Задачи курса

# ochistit
source: Clear
ru: Очистить

# primenit
source: Apply
ru: Применить

# kontesta_ne_sushestvuet
source: The contest does not exist
ru: Такого соревнования не существует

# oshibka_kontesta
source: Contest error
ru: Ошибка Я.Контеста:

# net_prav_na_kontest
source: Contest: Permission denied
ru: У Anytask нет прав на данное соревнование

# arhiv
source: Archive
ru: Архив

# sozdanie_invajtov
source: Create the invite code
ru: Создание инвайтов

# ukazat_chislo_invajtov
source: Enter number of the invite codes
ru: Укажите, сколько инвайтов вы хотите сгенерировать.

# invajtov_ot_0_do_50
source: Number of the invite codes: from 0 to 50
ru: Количество инвайтов должно быть больше 0 и меньше 50.

# kolichestvo_invajtov_celoe
source: Invites number must be integer
ru: Количество инвайтов должно быть целым числом.

# neobhodimo_vybrat_gruppu
source: Please select group
ru: Выберите группу.

# kolichestvo_invajtov
source: Number of the invite codes
ru: Количество инвайтов

# invajt_dlia_gruppi
source: Group invite code
ru: Группа, для которой нужно создать инвайт

# sozdat
source: Create
ru: Создать

# gruppy_net_v_spiske
source: Group is not on the list
ru: Если нужной группы нет в списке, обратитесь к

# administratoru
source: Administrators
ru: администратору

# invajty
source: Invite codes
ru: Инвайты

# invajt_na_anytask
source: Anytask invite code
ru: Инвайт на Anytask

# dlja
source: For
ru: для

# dejstvitelen_do
source: Valid till
ru: Действителен до

source: Status
ru: Статус

source: Format 14
ru: Формат: 5.31, 14

# data_poslednego_izmenenija
source: Last change data
ru: Дата последнего изменения

# nabludateli
source: Viewers
ru: Наблюдатели

source: studenty
ru: Студенты

# uroki
source: Classes
ru: Уроки

# tip_kursa
source: Course type
ru: Тип курса

# god_kursa
source: Course year
ru: Учебный год

# luboj
source: Any
ru: Любой

# aktivnyj
source: Active
ru: Активный

# zachteno
source: Accepted
ru: Зачтено

# na_avtomaticheskoj_proverke
source: Automatic scoring
ru: На автоматической проверке

# otpravleno_v_kontest
source: Sent to the contest
ru: Отправлено на проверку в Я.Контест.

# oshibka_otpravki_v_kontest
source: Error sending to the contest
ru: Ошибка отправки в Я.Контест.

source: zadachu_proveriaet
ru: Теперь задачу проверяет

source: status_izmenen
ru: Статус изменен:

source: ocenka_izmenena
ru: Оценка изменена на

source: zagruzhen_faij
ru: Загружен файл:

source: nabludaiut
ru: За задачей наблюдают:

source: nabludaet_nikto
ru: За задачей никто не наблюдает.

source: ne_nabludaiut
ru: Удалены из наблюдателей:

# zdravstvujte
source: Hello
ru: Здравствуйте

source: v_zadache
ru: В задаче

source: vy_javljaetes
ru: в который вы являетесь

# pojavilis_novye_kommentarii
source: New comments available
ru: появились новые комментарии

# s_uvazheniem
source: Sincerely
ru: С уважением

# komanda_anytask
source: Anytask team
ru: команда Anytask

# otpravljat_odin_fajl
source: Send only one file
ru: Имя файла было изменено.

# vyberite_fajl
source: Select file
ru: Выберите файл

# vyberite_fajly
source: Select files
ru: Выберите файлы

# ili_peretashite_suda
source: Or drag and drop
ru: или перетащите сюда

# zadat_vopros
source: Ask a question
ru: Задать вопрос

# otpravit
source: Send
ru: Отправить

# prevysheno_kolvo_fajlov
source: Number of files exceeded
ru: Превышено количество файлов

# nedopustimyj_tip_fajla
source: Invalid file type
ru: Недопустимый тип файла

# fajl_slishkom_bolshoj
source: The file is too big
ru: Файл слишком большой

# fajl_slishkom_mal
source: The file is too small
ru: Файл слишком маленький

# vyberite_kompiljator
source: Select compilator
ru: Выберите компилятор

source: <p>For solving the task you need to go to <a href="%(jupyterhub_url_t)s" target="_blank">JupyterHub</a>.</p> <p>Open Assignments tab and fetch the '%(assignment_name_t)s'</p>
ru: <p>Для решения этой задачи необходимо перейти в <a href="%(jupyterhub_url_t)s" target="_blank">JupyterHub</a>.</p> <p>Открыть вкладку Assignments и выбрать операцию Fetch для задания '%(assignment_name_t)s'</p>

source: <p>Before solving this task you need to add your Yandex.Passport account.</p> <p>In User Menu go to <a href="%(settings_url)s">Settings</a> and authorize via Yandex</p>
ru: <p>Перед решением данной задачи необходимо привязать ваш Яндекс аккаунт.</p> <p>Перейдите в <a href="%(settings_url)s">Настройки</a> и добавьте свой Яндекс аккаунт</p>

# predydushie_soobshenija
source: Previous messages
ru: Предыдущие сообщения

# srok_sdachi_istek
source: Deadline has passed
ru: Срок сдачи задания истек.

# soobshenija_budut_vydeljatsja
source: The messages will be highlighted
ru: Сообщения, отправленные студентом после срока сдачи, будут выделены красным.

source: otkryt
ru: Открыть

# skachat
source: Download
ru: Скачать

# zdes_nichego_net
source: Nothing here
ru: Пока здесь ничего нет =(

# kommentarij
source: Comments
ru: Комментарий

# ja
source: Me
ru: Я

# spisok_zadach
source: Assignments list
ru: Список задач

# otpravljajte_ot_svoego_akkaunta
source: Send from your account
ru: Отправляйте данные в Я.Контест со своего аккаунта на Яндексе.

source: privjazat_k_profilu_kontest
ru: Чтобы сдать эту задачу, привяжите к своему

# profilu
source: Profile
ru: профилю

# neobhodimo_ukazat_ocenku
source: Please enter mark
ru: Укажите оценку.

# naturalnoe_chislo
source: Natural number
ru: Оценка должна быть выражена натуральным числом.

# ocenka_bolshe_ili_ravna_0
source: Mark should be greater or equal to 0
ru: Оценка должна быть больше или равна 0.

# ocenka_ne_bolshe
source: Mark should not be greater
ru: Оценка не должна быть больше

# fajl
source: File
ru: Файл

# nomer_revju
source: Review ID
ru: Номер ревью

# odin_raz
source: one time
ru: один раз

# ezhenedelno
source: every week
ru: каждую неделю

source: sozdanie_zaniatia
ru: Создание занятия

source: redaktirovanie_zaniatia
ru: Редактирование занятия

# nazvanie
source: Name
ru: Название

source: Time zone
ru: Часовой пояс

# gruppa
source: Group
ru: Группа

# povtoriat
source: repeated
ru: Повторять

# dni_nedeli
source: days of weak
ru: Дни недели

source: mon
ru: пн

source: tue
ru: вт

source: wed
ru: ср

source: thu
ru: чт

source: fri
ru: пт

source: sat
ru: сб

source: sun
ru: вс

source: data_okonchania
ru: Дата последнего занятия

source: opisanie
ru: Описание занятия

# predprosmotr
source: Preview
ru: Предпросмотр

source: raspisanie_sohraneno_uspeshno
ru: Занятие сохранено успешно.

# ne_tak_mnogo
source: Too much
ru: Слишком длинное название задачи.

source: neobhodimo_vybrat_den_nedeli
ru: Выберите день недели.

# vybrat_datu_zaniatia
source: Choose date of the class
ru: Выберите дату занятия.

# vybrat_vremia_okonchania
source: Choose the end time of the class.
ru: Выберите время окончания занятия.

# vybrat_poslednuu_datu
source: Choose date of the last class
ru: Выберите дату последнего занятия.

source: vse_dni
ru: Все дни

source: ne_vybrano_ni_odnogo_dnia
ru: Не выбрано ни одного дня

source: vybrano_neskolko_dnej
ru: Выбрано несколько дней

# dlja_vseh_grupp
source: For all groups
ru: Для всех групп

# ne_vybrano_ni_odnoj_gruppy
source: No groups selected
ru: Не выбрано ни одной группы

# vybrano_neskolko_grupp
source: Several groups selected
ru: Выбрано несколько групп

source: podtverdit_izmenenia
ru: Изменение даты придёт к удалению последующих занятий. Вы уверены, что хотите изменить дату?

# otmena
source: Cancel
ru: Отмена

source: primenit_ko_vsem
ru: Применить ко всем последующим занятиям

source: primenit_k_sobitiu
ru: Применить к занятию

# est_novye_soobshenija
source: New messages available
ru: у вас есть новые сообщения.

# novyh_soobshenij
source: New messages
ru: новых сообщений

# novoe_soobshenie
source: New message
ru: новое сообщение

# novyh_soobshenija
source: New messages
ru: новых сообщения

# u_vas
source: You
ru: У вас

# perejti_k_soobshenijam
source: Go to the messages
ru: Перейти к сообщениям

# u_vas_soobshenij
source: Your messages
ru: У вас

# posmotret_soobshenija
source: Check the messages
ru: Посмотреть сообщения

# napisat
source: Write
ru: Написать

# vhodjashie
source: Inbox
ru: Входящие

# otpravlennye
source: Sent
ru: Отправленные

# udalennye
source: Deleted
ru: Удалённые

# komu
source: To
ru: Кому

# nachnite_vvodit_imja
source: Start entering the name
ru: Начните вводить имя

source: dobavit_kurs_gruppu_ili_status
ru: Добавить пользователей по курсу, группе или статусу

# skrytyye_kopii
source: Hidden copies
ru: Скрытые копии

source: peremennyye
ru: Переменные

# mozhno_ispolzovat_peremennyye_v_tekste
source: Use variables so that the selected items in the message change in depending on the recipient.
ru: Используйте переменные, чтобы выбранные элементы в сообщении менялись в зависимости от получателя.

# tema
source: Subject
ru: Тема

# tekst
source: Text
ru: Текст

# dobavit_gruppu_polzovatelej
source: Add users group
ru: Добавить группу пользователей

# bez_tipa
source: Without type
ru: Без типа

# otvetit
source: Answer
ru: Ответить

# otvetit_vsem
source: Answer all
ru: Ответить всем

# vosstanovit
source: Restore
ru: Восстановить

# otmetit_vse_kak_prochitannoe
source: Mark as read
ru: Отметить всё как прочитанное

# soobshenij_net
source: No messages
ru: Сообщений нет.

# kak_neprochitannoe
source: As unread
ru: Отметить как непрочитанное

# otmetit_kak_prochitannoe
source: Mark as read
ru: Отметить как прочитанное

# pokazat_citirovanie
source: Show citing
ru: Показать цитирование

# skryt_citirovanie
source: Hide citing
ru: Скрыть цитирование

# loginy
source: Logins
ru: Логины

# yeshcho
source: More
ru: ещё

# ja.pochta
source: Yandex mail
ru: Я.Почта

# vydelit_vse
source: Select all
ru: Выделить всё.

# familiya
source: Last name
ru: Фамилия

source: familiya_poluchatelya
ru: Фамилия получателя

# imja
source: Name
ru: Имя

source: imja_poluchatelya
ru: Имя получателя

# otpravka
source: Sending
ru: Отправка...

# ukazat_poluchatelja
source: Enter recipient
ru: Укажите получателя.

# neobhodimo_ukazat_temu
source: Subject must be specified
ru: Укажите тему.

source: vybrano_polzovateley
ru: Выбрано пользователей:

source: January
ru: янв.

source: February
ru: февр.

source: March
ru: мар.

source: April
ru: апр.

source: May
ru: мая

source: June
ru: июн.

source: July
ru: июл.

source: August
ru: авг.

source: September
ru: сент.

source: October
ru: окт.

source: November
ru: нояб.

source: December
ru: дек.

# aktivnye_kursy
source: Active courses
ru: Активные курсы

# rezultaty_poiska
source: Search results
ru: Результаты поиска

# min_dlina_zaprosa
source: Minimal query length
ru: Минимальная длина запроса должна быть больше трёх символов.

# po_zaprosu
source: By request
ru: По запросу

# najdeno
source: Found
ru: найдено

# polzovatelej
source: Users
ru: пользователя(ей) и

# kursov
source: Courses
ru: курса(ов)

# polzovateli
source: Users
ru: Пользователи

# kursy
source: Courses
ru: Курсы

# filtry_po_statusam
source: Filter by status
ru: Фильтры по статусам

# sgenerirovat_obshuu_vedomost
source: Generate general list
ru: Сгенерировать общую ведомость

# sgenerirovat
source: Generate
ru: Сгенерировать

# ne_najdeno_kursov
source: No courses found
ru: Курсы не найдены.

# ne_najdeno_polzovatelej
source: No users found
ru: Пользователи не найдены.

# vse_statusy
source: All statuses
ru: Все статусы

# ne_vybrano_statusov
source: No statuses selected
ru: Не выбрано ни одного статуса.

# prostoy_filtr
source: Simple filter
ru: Простой фильтр

source: zagruzit_spisok_studentov
ru: Загрузить список студентов

# fayl_formata_CSV_poisk
source: Upload the file in CSV format. The search is possible by login (login) and mail (email).
ru: Загрузите файл в формате CSV. Поиск возможен по логину (login) и почте (email).

source: naydeno_polzovateley
ru: Найдено пользователей

# pochta
source: Email
ru: Почта

# vyberite_znacheniya_dlya_filtratsii
source: Enter values to filter
ru: Выберите параметры фильтра.

# redaktirovanie_statusov
source: Update statuses
ru: Редактирование статусов

source: vyberite_novyye_statusy
ru: Выберите новые статусы.

# ne_menyat
source: Do not change
ru: Не менять

# sozdat_soobshcheniye_vopros
source: Create message
ru: Создать сообщение

source: otpravka_soobshcheniya
ru: Отправка сообщения

source: pereyti_k_sozdaniyu_soobshcheniya_vopros
ru: Перейти к созданию сообщения?

source: sgenerirovat_obshuu_vedomost_vopros
ru: Сгенерировать общую ведомость?

source: generacia
ru: Генерация

source: izmenit_status_dlya_vsekh_polzovateley
ru: Изменить статус для всех пользователей

# otpravit_soobshcheniye_vsem_polzovatelyam
source: Send a message to all users
ru: Отправить сообщение всем пользователям

# vybrat_vse
source: Select all
ru: Выбрать все

# vse_vybrano
source: Everything is selected
ru: Выбрано всё

source: vybrano
ru: Выбрано

source: oshibka_pri_generacii
ru: Ошибка при генерации

# izmenit_status_dlya_vybrannykh_polzovateley
source: Change the status for selected users
ru: Изменить статус для выбранных пользователей

# otpravit_soobshcheniye_vybrannym_polzovatelyam
source: Send a message to selected users
ru: Отправить сообщение выбранным пользователям

source: dannyye_polzovateli_ne_naydeny
ru: Данные пользователи не найдены.

# nevernyy_format_fayla
source: Invalid file format. Select the file in CSV format.
ru: Неверный формат файла. Выберите файл в формате CSV.

# formulirovka
source: Description
ru: Условие

# max_ball
source: Max score
ru: Максимальный балл

# proizoshli_izmeneniya_v_kursah
source: There have been changes in your courses
ru: произошли изменения в ваших курсах

# s_obsuzhdeniem
source: With discussion
ru: с обсуждением

# tolko_ocenka
source: Mark only
ru: только оценка

# seminar
source: Seminar/workshop
ru: семинар

source: Import
ru: Импорт

# id_kontesta
source: Contest id
ru: ID соревнования

# poluchit_spisok_zadach
source: Get assignments list
ru: Получить список задач

# brat_iz_kontesta
source: Load from contest
ru: Брать из Я.Контеста

# roditelskaja_zadacha
source: Parent assignment
ru: Родительская задача

# integracija_s_rb
source: Integrate with RB
ru: Интеграция с Review Board

# imja_fajla_budet_izmeneno
source: Name and surname will be changes
ru: Имя файла будет изменено на upload. Расширение не изменится.
